<?php
return [
    'login_false' => 'اسم المستخدم او كلمه المرور خطاء',
    'uodate_Profile' => 'تم التعديل بنجاح',
    'add_adderss' => 'تم اضافه عنوان جديد',
    'addedProduct' => 'تم اضافه منتجات االى الطلب',
    'add_order_done' => 'تم اضافه الطلب بنجاح',
    'add_techainel_order' => '  تم تعينك لطلب تصليح ',
    'accpeted_techaincal' => '  تم قبول الفنى لهذه المهمه ',
    'refused_techaincal' => '  تم رفض الفنى لهذه المهمه ',
    'accpeted_product' => '    تم قبول المنتجات الخاص بطلب تصليح  ',
    'status_uodated' => '   تم تغير حاله طلب تصليح ',
    'status_uodated_order' => '  تم تغير حاله الطلب ',
    'no_premssion' => ' ليس لديك صلاحيه ',
    'can_not_add_product' => ' هذ الطلب لايمكن اضافه منتجات فيه  ',
    'tech_add_prodect' => ' لقد قام الفنى باضافه منتجات الى طلب تصليح ',
    'watting_product' => 'تم ارسال المنتجات الى العميل برجاء انتظار الموافقه عليها ',
    'add_rating_noty' => ' لقد تم تقييمك على طلب تصليح ',
    'add_rating' => 'تم التقيم بنجاح ',
    'order_not_done' => 'عفوا لا يمكنك اضافه تقيم حتى يتم الانتهاء من الطلب ',
    'any_more' => 'عفوا لا يمكنك اضافه تقيم اخر على هذا الطلب ',

    ///////////////////////////////////order status
    'watting_techaincall' => 'جارى تعين الفنى',
    'new_order' => 'طلب جديد',
    'done_order' => 'تم التصليح',
    'can_not' => 'لايمكن اصلاحه',
    'consultation' => 'يتطلب استشاره خبير',
    'delay' => ' تاجيل لرغبه العميل',
    'need_parts' => 'يحتاج قطع غيار',
    'another_visit_works' => 'يتطلب زياره اخرى',
    'repairing' => 'تصليح  ',

    //////////////////////////////////////////////////time 
    'am' => ' صباحا ',
    'pm' => ' مساءا ',
    'from' => '  من ',
    'to' => ' الى ',
    'test' =>'  تم تعين   :username : ,order  للعمل على طلبك',
    'deleteProduct' =>' تم رفض المنتج',


];